
---@return historicEventText

DOL_GULDUR.EVENTS = {
    -- Mission
    DOL_GULDUR_SPIDERS = historicEventText:new {
        eventName = "dol_guldur_spiders",
        eventTitle = "Пауки заполоняют Лихолесье",
        eventBody =
        "Время пришло, господин! Пауки выходят из своих гнёзд в глубине леса и поселяются у наших крепостей. Подчинённые воле Саурона, они растерзают всякого врага на нашем пути.",
    },
    -- Mission
    DOL_GULDUR_OUTPOST_START = historicEventText:new {
        eventName = "dol_guldur_outpost_start",
        eventTitle = "Потомки Шелоб",
        eventBody =
        "«Её младшие выводки — потомство несчастных самцов, которых она сама убивала, — расползлись по ущельям от Эфель Дуат до восточных холмов, до Дол Гулдура и укреплений Лихолесья».\n\n«Властелин колец: Две крепости», глава «Логово Шелоб».\n\nВ глубине леса, куда почти не проникает свет, обитают чудовищные твари, ненавидящие солнце. Потомки Унголиант и Шелоб живут здесь столетиями. Они ревниво охраняют свои владения и надолго не покидают гнёзд.\n\nСаурон желает, чтобы пауки вышли из укрытий и напали на наших врагов, но они медлят. Укрепите власть Дол Гулдура в Лихолесье, чтобы твари ощутили приближение Тьмы и пожрали всех, кто встанет у нас на пути!\n\nСтройте и улучшайте орочьи заставы в Лихолесье. Для продолжения задания накопите 100 очков: постройка заставы даёт 5, первое улучшение — 10, второе — 20.",
    },
}
